Repository: celluloid-player/celluloid
Catalog: po/kw.po
Languages: kw

source: Whether the settings has already been migrated from the previous version
kw: Mars an Settyansow yw divroa seulabrys a-dhia an veryson kyns

source: Automatically resize window to fit video
kw: Chanjya awtomatek braster fenester dhe desedha an gwydhyow

source: Prefer dark theme
kw: Preferya thema du

source: Enable client-side decorations
kw: Gallosegi afinansow leel

source: Use floating controls in windowed mode
kw: Gul devnydh a botonyow ow neuvella yn fordh fenestrek

source: Automatically hide mouse cursor in windowed mode
kw: Kudha awtomatek resell yn fordh fenestrek

source: The minimum cursor speed at which floating controls will be unhidden.
kw: An skavder lyha resell dhe dikudha botonyow ow neuvella.

source: Size of the dead zone in which cursor movement will not cause the controls to be shown.
kw: Braster a'n parth marow le may gwayans resell ny diskwedhes an botonyow.

source: Use skip buttons to control the playlist
kw: Devnydhya botonyow skyppya dhe rewlya an rol media

source: Remember last location in file chooser
kw: Kova tyller a-dhiwedhes yn dewiser restrennow

source: Open new window when opening new files
kw: Ygeri fenester nowydh p'eur owth ygeri restrennow nowydh

source: When opening new files through D-Bus (e.g. using a file manager), open the file in a new window.
kw: P'eur owth ygeri restrennow nowydh dres D-Bus (rag ensampel ow devnydhya unn dyghtyer restrennow), ygeri an restren yn unn fenester nowydh.

source: Always append opened files to playlist
kw: Keworra war'n penn pub prys restrennow ygor dhe rol media

source: Show title buttons in fullscreen mode
kw: Diskwedhes botonyow titel yn fordh skrin bras

source: If true, title buttons (close, maximize, minimize, etc.) are always shown. If false, the buttons will be hidden in fullscreen mode.
kw: Mar gwir, botonyow titel (kwytya, kowlvoghhe, kowllehe, hag erel) yw diskwedhys pub prys. Mar fals, an botonyow yw kudha yn fordh skrin bras.

source: Give focus to the window when opening new files
kw: Ri fog dhe'n fenester p'eur owth ygeri restrennow nowydh

source: If true, Celluloid will give focus to the window when a new file is opened. If false, no attempt will be made.
kw: Mar gwir, Celluloyd a wra ri fog dhe'n fenester p'eur ygeri unn restren nowydh. Mar fals, assay vyth yw gwrys.

source: Options to pass to mpv
kw: Dewisyow rag mpv

source: Path to mpv configuration file
kw: Tyller a restren settyansow mpv

source: Load mpv configuration file
kw: Karga restren settyansow mpv

source: Path to mpv input configuration file
kw: Tyller a restren settyansow ynworrans mpv

source: Load mpv input configuration file
kw: Karga restren settyansow ynworrans mpv

source: Enable MPRIS support
kw: Gallosegi skoodhyans MPRIS

source: Enable menubar accelerator key handling
kw: Gallosegi uskisell rolbarr handlans alhwedhen

source: Prefetch metadata
kw: Heghes a-varr metadata

source: Ignore playback errors
kw: Sevel orth aswon errors yn-kever seni an media

source: Inhibit session idling
kw: Spralla koska esedhek

source: Make video area draggable
kw: Treylya arenebedh gwydhyow drayadow

source: Display file durations in the playlist
kw: Displetya hirder restren y'n rol media

source: Enable graphics offload
kw: Gallosegi diskarga grafegow

source: Width of the window
kw: Les a'n fenester

source: Height of the window
kw: Ughelder a'n fenester

source: Whether or not the window is maximized
kw: Mars an fenester yw kowlvoghhys

source: Volume of player
kw: Ughelder a gwarier

source: Whether or not to loop when the end of playlist is reached
kw: Mar dasleverel dhe'n diwedhva a'n rol media

source: Width of the playlist
kw: Les a rol media

source: Show/hide the controls
kw: Diskwedhes/hudha an botonyow

source: Show/hide the playlist
kw: Diskwedhes/kudha an rol media

source: URI of the last folder accessed
kw: URI a'n restrenva a-dhiwedhes

source: Celluloid
kw: Celluloyd

source: Plays videos
kw: Telynnya gwydhyowyow

source: Celluloid is a simple media player that can play virtually all video and audio formats. It supports playlists and MPRIS2 media player controls. The design of Celluloid follows the GNOME Human Interface Guidelines, but can also be adapted for other systems that don't use client-side decorations (CSD). It is based on the mpv library and GTK.
kw: Celluloyd yw unn gwarier media sempel neb a seni oll ogas furvasow gwydhyow ha son. Y skoodhya rolyow a media ha gwarioryon MPRIS2. An desin Celluloyd obaya an Gidlyver Ynterfas GNOME, mes ty aswiwa y rag systemow aral may devnydhya na afinansow leel. Y devnydhya an medhelweyth mpv ha GTK.

source: Features:
kw: Nasyow:

source: Drag and drop playlist
kw: Draylya ha droppya rol media

source: Loading external mpv configuration files
kw: Ow karga restrennow a-ves settyansow mpv

source: MPRIS2 D-Bus interface
kw: MPRIS2 ynterfas D-Bus

source: The main window showing the application in action
kw: An fenester chif ow diskwedhes an app orth gonis

source: The main window with CSD disabled
kw: An fenester chif gans afinansow leel ungallosegi

source: The main window with playlist open
kw: An fenester chif gans rol media ygor

source: Multimedia Player
kw: Gwarier Media

source: Play movies and videos
kw: Gwari fylmys ha gwydhyowyow

source: Video;Movie;Film;Clip;Series;Player;DVD;TV;Disc;Album;Music;GNOME;mpv;
kw: Gwydhyow;Fylm;Kevres;Troyllyer;DVD;Pellwolok;Plasen;Albom;Ilow;GNOME;mpv;

source: New Window
kw: Fenester Nowydh

source: Add to Playlist
kw: Addya dhe Rol Media

source: Show release version
kw: Diskwedhes versyon livreson

source: Enqueue
kw: Addya dhe lost

source: Create a new window
kw: Gul unn fenester nowydh

source: OPTIONS
kw: DEWISYOW

source: Set the window role
kw: Gorra an rann fenester

source: Don't connect to an already-running instance
kw: Junya na dhe unn gweyth a‑lemmyn

source: Set the mpv option MPVOPTION to VALUE
kw: Gorra an dewis mpv DEWISMPV dhe NIVEL

source: VALUE
kw: NIVEL

source: invalid encoding
kw: kodenni drog

source: Pause
kw: Powes

source: Play
kw: Dalleth

source: Forward
kw: A-rag

source: Rewind
kw: Dastumma

source: Next Track
kw: Kan Nessa

source: Previous Track
kw: Kan Kyns

source: Show Playlist
kw: Diskwedhes Rol Media

source: Volume
kw: Ughelder

source: Playing
kw: Ow Gwari

source: (None)
kw: (Vyth)

source: Open File…
kw: Ygeri Restren…

source: All Files
kw: Oll Restrennow

source: Audio Files
kw: Restrennow Son

source: Video Files
kw: Restrennow Gwydhyow

source: Image Files
kw: Restrennow Imach

source: Subtitle Files
kw: Restrennow Istitel

source: Media Files
kw: Restrennow Media

source: Open
kw: Ygeri

source: Select a Media File, Folder or URL
kw: Dewis unn Restrennow Media, Restrenva, po Gorgevren

source: Main Menu
kw: Penn Rol

source: Toggle Fullscreen
kw: Dewis Fordh Skrin Bras

source: None
kw: Vyth

source: Unknown
kw: Ankoth

source: _Load External…
kw: _Karga A-ves…

source: No disc found
kw: Plasen kavos vyth

source: _File
kw: _Restren

source: _Open File…
kw: _Ygeri Restren…

source: Open _Folder…
kw: Ygeri _Restrenva…

source: Open _Location…
kw: Ygeri _Tyller…

source: Open _Disc…
kw: Ygeri _Plasen…

source: _Save Playlist
kw: _Sawya Rol Media

source: _New Window
kw: _Fenester Nowydh

source: _Quit
kw: _Kwytya

source: _Edit
kw: _Pennskrifa

source: _Preferences
kw: _Settyansow

source: _Video Track
kw: _Kan Gwydhyow

source: _Audio Track
kw: _Kan Son

source: S_ubtitle Track
kw: Kan _Istitel

source: _View
kw: _Vu

source: _Toggle Controls
kw: _Dewis Botonyow

source: _Fullscreen
kw: _Fordh Skrin Bras

source: _Help
kw: _Skoodhyans

source: _Keyboard Shortcuts
kw: _Kesunyansow Bysowek

source: _About Celluloid
kw: _A-dro Celluloyd

source: Open _Disc
kw: Ygeri _Plasen

source: Playback was terminated abnormally. Reason: %s.
kw: Seni yw gorfennys yn anreyth. Acheson: %s.

source: Cancel
kw: Dilea

source: Location:
kw: Tyller:

source: Failed to apply one or more MPV options.
kw: Fyllis gweytha unn po moy dewis MPV.

source: _Copy Location
kw: _Dasskrifa Tyller

source: _Remove
kw: _Remova

source: _Add…
kw: _Addya…

source: Add _Folder…
kw: Addya _Restrenva…

source: Add _Location…
kw: Addya _Tyller…

source: _Shuffle
kw: Aray _Chonsus

source: Loop File
kw: Dasleverel Restren

source: Loop Playlist
kw: Dasleverel Rol Media

source: 0 files
kw: 0 restrennow

source: Hide playlist
kw: Kudha Rol Media

source: Playlist
kw: Rol Media

source: Search in playlist
kw: Hwilas yn rol media

source: Search in playlist…
kw: Hwilas yn rol media…

source: Disable repeat
kw: Ungallosegi dasleverel

source: Repeat file
kw: Dasleverel restren

source: Repeat playlist
kw: Dasleverel rol media

source: Shuffle playlist
kw: Rol media yn aray chonsus

source: Playlist is Empty
kw: Rol media yw gwag

source: %ld file
kw: %ld restrennow

source: Add Plugin
kw: Addya Ystynnans

source: Lua Plugins
kw: Ystynnansow Lua

source: JavaScript Plugins
kw: Ystynnansow JavaScript

source: C Plugins
kw: Ystynnansow C

source: Failed to copy file from '%s' to '%s'. Reason: %s
kw: Fyllis dasskrifa restren a '%s' dhe '%s'. Acheson: %s

source: Plugins
kw: Ystynnansow

source: Add…
kw: Addya…

source: No Plugins Found
kw: Ystynnansow Kavos Vyth

source: Click the <b>Add…</b> button to install a new plugin
kw: Klyckyewgh an <b>Addya…</b> boton dhe lea unn ystynnans nowydh

source: Remove Plugin
kw: Dilea Ystynnans

source: Failed to delete file '%s'. Reason: %s
kw: Fyllis dilea restren '%s'. Acheson: %s
